Repository: watson-developer-cloud/language-translator-tooling
Catalog: scripts/sampleTrainingFiles/fren.tmx
Source language: fr
Languages: en

source: "déboursé"
en: "paid"

source: "sauvées"
en: "rescued"

source: "rapport"
en: "location"

source: "blessant"
en: "wounding"

source: "distribué"
en: "released"

source: "acquérir"
en: "acquire"

source: "le Pentagone"
en: "the Pentagon"

source: "d'assurance"
en: "insurance"

source: "prestigieux"
en: "prestigious"

source: "indiquer"
en: "mean"

source: "étoile"
en: "star"

source: "fassions"
en: "teaming"

source: "partageons"
en: "share"

source: "Coran"
en: "Koran"

source: "sinistrées"
en: "affected"

source: "pourrait être"
en: "may be"

source: "communauté humanitaire"
en: "humanitarian community"

source: "bougé"
en: "moved"

source: "cachées"
en: "concealed"

source: "Sentinelle"
en: "Sentry"

source: "procès"
en: "court"

source: "antennes"
en: "antennas"

source: "au-delà de"
en: "beyond"
